Repository: Entropyobserver/test
Catalog: projects_AI/mt_oil_no/data/source/npd/npd.no.en-nb.tmx
Source language: en
Languages: nb

source: Well 35/9-11 A was drilled 30 metres from 35/9-11 S for optimal core samples.
nb: Brønn 35/9-11 A ble boret 30 meter fra 35/9-11 S for å optimalisere kjernetakinga.

source: The objective of the wells was delineating the 35/9-6 S discovery to the southwest by proving additional resources and reducing the uncertainty regarding reservoir thicknesses and properties.
nb: Hensikten med brønnene var å avgrense 35/9-6 S-funnet mot sørvest ved å påvise tilleggsressurser og redusere usikkerheten i reservoartykkelser og -egenskaper.

source: Wells 35/9-11 S and 35/9-11 A encountered oil in the Heather formation, Brent Group, Drake formation and top part of the Cook formation and Statfjord Group in Jurassic reservoir rocks.
nb: Brønnene 35/9-11 S og 35/9-11 A traff på olje i Heatherformasjonen, Brentgruppen, Drake- og øvre del av Cookformasjonen og Statfjordgruppen i jura reservoarbergarter.

source: The reservoirs have different pressure regimes.
nb: Reservoarene har ulike trykkregimer.

source: Formation water was encountered in the lower part of the Cook formation, but no oil/water contact was encountered in the other formations.
nb: Formasjonsvann ble påtruffet i nedre del av Cookformasjonen, men ellers ble det ikke påtruffet noen olje/vann-kontakt i de andre formasjonene.

source: The reservoir quality in the Heather, Tarbert, Etive, Cook formations and Statfjord Group is poor.
nb: Reservoarkvaliteten i Heather-, Tarbert-, Etive-, Cookformasjonene og Statfjordgruppen er dårlig.

source: Pressure data indicates that there is no communication with the northern part of the 35/9-6 S discovery.
nb: Trykkdata indikerer at det ikke er kommunikasjon til den nordlige delen av funnet 35/9-6 S.

source: The resources in the discovery will now be evaluated based on the results from the new wells.
nb: Ressursene i funnet vil nå bli evaluert basert på resultatene fra de nye brønnene.

source: These are the second and third exploration wells in production licence 420.
nb: Dette er den andre og tredje letebrønnen i utvinningstillatelse 420.

source: The licence was awarded in February 2007 (APA 2006).
nb: Tillatelsen ble tildelt i februar 2007 (TFO 2006).

source: Appraisal wells 35/9-11 S and 35/9-11 A were drilled to respective vertical depths of 3733 and 3795 metres below the sea surface with associated measured depths of 3800 and 3860 metres below the sea surface.
nb: Avgrensningsbrønnene 35/9-11 S og 35/9-11 A ble boret til et vertikalt dyp på henholdsvis 3733 og 3795 meter under havflaten med tilhørende målt dyp på 3800 og 3860 meter under havflaten.

source: 35/9-11 S was terminated in the Dunlin Group and 35/9-11 A in the Statfjord Group, both in Lower Jurassic.
nb: 35/9-11 S ble avsluttet i Dunlingruppen og 35/9-11 A i Statfjordgruppen, begge i nedre jura.

source: Water depth is 368 metres.
nb: Havdypet er 368 meter.

source: The wells were temporarily plugged and abandoned.
nb: Brønnene ble midlertidig plugget og forlatt.

source: The wells were drilled by the Leiv Eiriksson drilling facility, which will now proceed to production licence 554 in the northern North Sea to drill appraisal well 34/6-3 S, where Total E&P Norge AS is the operator.
nb: Brønnene ble boret av boreinnretningen Leiv Eiriksson, som skal til utvinningstillatelse 554 i nordlige Nordsjøen for å bore avgrensningsbrønn 34/6-3 S, der Total E&P Norge AS er operatør.

source: The well was drilled about 20 kilometres southwest of the Gjøa field in the North Sea and about 80 kilometres southwest of Florø.
nb: Brønnen er boret om lag 20 kilometer sørvest for Gjøafeltet i Nordsjøen og omlag 80 kilometer sørvest for Florø.

source: The objective of the well was to prove petroleum in Upper Jurassic reservoir rocks (Intra Heather formation sandstone).
nb: Hensikten med brønnen var å påvise petroleum i øvre jura reservoarbergarter (intra Heatherformasjonen sandstein).

source: Well 35/9-12 S encountered reservoir rocks in two sandstone layers in the Heather formation, both of good quality and with traces of petroleum.
nb: Brønn 35/9-12 S påtraff reservoarbergarter i to sandsteinslag i Heatherformasjonen, begge av god kvalitet og med spor av petroleum.

source: This is the fourth exploration well in production licence 420.
nb: Dette er den fjerde letebrønnen i utvinningstillatelse 420.

source: Well 35/9-12 S was drilled to vertical and measured depths of 3423 and 3531 metres below sea level, respectively and was terminated in the Rannock formation in the Middle Jurassic.
nb: Brønnen 35/9-12 S ble boret til et vertikalt og målt dyp på henholdsvis 3423 og 3531 meter under havflaten og ble avsluttet i Rannockformasjonen i midtre jura.

source: Water depth at the site is 358 metres.
nb: Havdypet er 358 meter.

source: Well 35/9-12 S was drilled by the Leiv Eiriksson drilling facility, which will now drill wildcat well 6406/6-4 in production licence 510 in the Norwegian Sea, where Maersk Oil Norway AS is the operator.
nb: Brønn 35/9-12 S ble boret av boreinnretningen Leiv Eiriksson som nå skal bore undersøkelsesbrønn 6406/6-4 i utvinningstillatelse 510 i Norskehavet, der Maersk Oil Norway AS er operatør.

source: Ormen Lange was proven in 1997 and has been producing since 2007.
nb: Ormen Lange ble påvist i 1997 og har vært i produksjon siden 2007.

source: The reservoir is in Lower Paleocene and Upper Cretaceous reservoir rocks (Våle formation’s ‘Egga reservoir unit’ and ‘Våle heterolithics’, as well as the Jorsalfare formation).
nb: Reservoaret er i nedre paleocen og øvre kritt reservoarbergarter (Våleformasjonens ‘Egga reservoarenhet’ og ‘Våle heterolithics’ samt Jorsalfareformasjonen).

source: The field is located at water depths of 600 to 1100 metres in the southern part of the Norwegian Sea, and about 130 kilometres northwest of Kristiansund.
nb: Feltet ligger på 600 til 1100 meters vanndyp i den sørlige delen av Norskehavet, og om lag 130 kilometer nordvest for Kristiansund.

source: The well was drilled about seven kilometres south-southeast of the southernmost subsea template on the field.
nb: Brønnen ble boret om lag sju kilometer sør-sørøst for sørligste brønnrammen på feltet.

source: The objective of well 6305/8-2 was to delineate the field to the south, as it was unclear whether the area was optimally drained or not by existing production wells.
nb: Hensikten med brønn 6305/8-2 var å avgrense feltet mot sør, da det var uklart om området var drenert eller ikke optimalt drenert av eksisterende utvinningsbrønner.

source: The well encountered a 28-metre gas column with an underlying water zone in the ‘Egga reservoir unit’ with very good reservoir quality.
nb: Brønnen påtraff en gasskolonne på 28 meter med en underliggende vannsone i ‘Egga reservoarenhet’ med meget god reservoarkvalitet.

source: Both ‘Våle heterolithics’ and the Jorsalfare formation were aquiferous with very good and ranging from poor to very good reservoir quality, respectively.
nb: Både ‘Våle heterolithics’ og Jorsalafareformasjonen var vannførende med henholdsvis meget god og varierende fra dårlig til meget god reservoarkvalitet.

source: The water zone is 70 metres in total.
nb: Vannsonen er til sammen på om lag 70 meter.

source: Preliminary well results do not provide a basis for changing the expected recoverable reserves from Ormen Lange.
nb: Foreløpige brønnresultater gir ikke grunnlag for endringer av de forventede utvinnbare reserver fra Ormen Lange.

source: The licensees will consider further expansion of this area of the field with a tie-in to the southernmost subsea template on the field.
nb: Rettighetshaverne vil vurdere en videre utvikling av dette området av feltet med en tilknytning til den sørligste bunnrammen på feltet.

source: This is the ninth exploration well drilled on the Ormen Lange field and the second appraisal well drilled in production licence 250, which was awarded in the 15th round in 1999.
nb: Dette er den niende letebrønnen som er boret på Ormen Langefeltet og den andre avgrensningsbrønnen boret i utvinningstillatelsen 250 som ble tildelt i 15. runde i 1999.

source: The appraisal well was drilled to a vertical depth of 3037.5 metres below the sea surface, and was terminated in the Kyrre formation in Upper Cretaceous.
nb: Avgrensningsbrønnen ble boret til et vertikalt dyp på 3037,5 meter under havoverflaten, og ble avsluttet i Kyrreformasjonen i øvre kritt.

source: Water depth is 615 metres.
nb: Havdypet er 615 meter.

source: Well 6305/8-2 was drilled by the Transocean Barents drilling facility, which will now proceed to the Draugen field in the Norwegian Sea to permanently plug production well 6407/9-A-53-H in production licence 093, where A/S Norske Shell is the operator.
nb: Brønnen 6305/8-2 ble boret av boreinnretningen Transocean Barents, som nå skal til Draugenfeltet i Norskehavet for å permanent plugge utvinningsbrønn 6407/9-A-53-H i utvinningstillatelse 093, der A/S Norske Shell er operatør.

source: Section 8 of the Resource Management Regulations.
nb: Ressursforskriften § 8

source: Wellbore 7125/4-1 will be drilled from the Polar Pioneer drilling facility at position coordinates 71 33 00.6 " N and 25 14 22.2" E.
nb: Brønnbane 7125/4-1 skal bores fra boreinnretningen Polar Pioneer i posisjon 71 33 00,6 " N og 25 14 22,2" Ø

source: The drilling program for wellbore 7125/4-1 calls for drilling one wildcat well.
nb: Boreprogrammet for brønnbane 7125/4-1 gjelder boring av en undersøkelsesbrønn.

source: Hydro is the operator with a 30 per cent ownership interest, along with Eni with 30 per cent, BG with 20 per cent and Petoro with 20 per cent.
nb: Hydro er operatør med 30 prosentandel og Eni med 30 prosent, BG med 20 prosent og Petoro med 20 prosent.

source: The area in this production licence consists of blocks 7124/6 and 7125/4 and 5, which are situated north-east of the Goliat discovery.
nb: Arealet i denne utvinningstillatelsen består av blokkene 7124/6 og 7125/4 og 5, som ligger nordøst for Goliatfunnet.

source: Production licence 393 was awarded in the 19th licensing round in 2006.
nb: Utvinningstillatelse 393 ble tildelt i 19. tildelingsrunde i 2006

source: Well 7125/4-1 is the first exploration well in this production licence.
nb: Brønn 7125/4-1 er den første letebrønnen i denne utvinningstillatelsen.

source: The Polar Pioneer is currently drilling wildcat well 7122/7-5 for Eni.
nb: Boreinnretningen Polar Pioneer borer nå undersøkelsesbrønn 7122/7-5 for Eni.

source: The drilling permit is contingent upon the operator securing all permits and consents required by other authorities before the drilling activity commences.
nb: Boretillatelsen forutsetter at de øvrige tillatelser og samtykker som kreves av andre myndigheter er gitt før boreaktiviteten starter.

source: The well was drilled approx. 80 kilometres northeast of the Ormen Lange field in the Norwegian Sea.
nb: Brønnen er boret om lag 80 kilometer nordøst for Ormen Langefeltet i Norskehavet.

source: The well’s primary and secondary exploration targets were to prove petroleum in Palaeocene and late Cretaceous reservoir rocks (Tang formation and Shetland group, respectively).
nb: Primært og sekundært letemål for brønnen var å påvise petroleum i paleocen og øvre kritt reservoarbergarter (henholdsvis Tangformasjonen og Shetlandgruppen).

source: The well did not encounter a reservoir in the Tang formation.
nb: Brønnen påtraff ikke reservoar i Tangformasjonen.

source: Traces of gas were encountered in sandstone of poor reservoir quality in the Shetland group.
nb: I Shetlandgruppen ble det påtruffet spor av gass i sandsteiner med dårlig reservoarkvalitet.

source: Well 6405/12-1 was drilled to a vertical depth of 3305 metres below the sea surface and was terminated in the Springar formation in upper Cretaceous.
nb: Brønn 6405/12-1 ble boret til et vertikalt dyp av 3305 meter under havflaten og ble avsluttet i Springarformasjonen i øvre kritt.

source: Water depth is 418 metres.
nb: Havdypet er 418 meter.

source: The well was drilled by the Bredford Dolphin drilling facility, which is now proceed to a contract with RWE Dea Norge AS.
nb: Brønnen ble boret av boreinnretningen Bredford Dolphin som nå skal på kontrakt med RWE Dea Norge AS.

source: The NPD awards the IOR prize to production licences, companies, projects or individuals who have created added value on the Norwegian continental shelf through innovative actions and plans involving improved oil recovery.
nb: OD deler ut IOR-prisen til utvinningstillatelser, selskaper, prosjekter eller enkeltpersoner som har skapt merverdi på norsk kontinentalsokkel gjennom nyskapende handlinger og planer knyttet til økt oljeutvinning.

source: Nominated candidates for the award – including a brief statement and contact person – can be sent by e-mail to IOR-Award@npd.no.
nb: Forslag til kandidater – med en kort begrunnelse og kontaktperson – kan sende til epostadressen IOR-Award@npd.no.

source: The award will be announced in June.
nb: Prisen deles ut i juni.

source: The discovery was proven in Upper Jurassic reservoir rocks in the spring of 2014.
nb: Funnet ble påvist i øvre jura reservoarbergarter våren 2014.

source: The objective of 6406/12-3 B was to delineate the discovery in “Pil” to the northeast with regard to spread, thickness and reservoir properties of Upper Jurassic reservoir rocks (Melke and Rogn formations), as well as to determine the oil/water contact.
nb: Hensikten med 6406/12-3 B var å avgrense funnet i «Pil» mot nordøst med hensyn til utbredelse, tykkelse og reservoaregenskaper til øvre jura reservoarbergarter (Melke- og Rognformasjonen), samt fastsette olje/vannkontakten.

source: The well encountered an 82-metre oil column in sandstone in the Melke formation with good reservoir quality.
nb: Brønnen påtraff en 82 meter oljekolonne i sandsteiner i Melkeformasjonen av god reservoarkvalitet.

source: The oil/water contact was encountered somewhat deeper than expected.
nb: Olje/vannkontakten ble påtruffet litt dypere enn forventet.

source: The resource estimate for the oil and gas discovery in 6406/12-3 S (“Pil”) has now been adjusted to between 8.8 and 21.1 million Sm³ of recoverable oil and condensate, as well as between 2.7 and 6.1 billion Sm3 of recoverable gas.
nb: Ressursestimatet for olje- og gassfunnet i 6406/12-3 S («Pil) er nå justert til mellom 8,8 og 21,1 millioner Sm³ utvinnbar olje og kondensat samt mellom 2,7 og 6,1 milliarder Sm3 utvinnbar gass.

source: The objective of 6406/12-3 A was to examine the spread, thickness and reservoir properties of Upper Jurassic reservoir rocks (Rogn formation) in the “Bue” prospect, as well as to determine the pressure and petroleum/water contact.
nb: Hensikten med 6406/12-3 A var å undersøke utbredelse, tykkelse og reservoargenskaper til øvre jura reservoarbergarter (Rognformasjonen) i «Bue-prospektet», samt fastsette trykk og petroleum/vann-kontakten.

source: The well encountered an 18-metre oil column in sandstones from the Rogn formation, with reservoir quality varying from good to very good.
nb: Brønnen påtraff en 18 meter oljekolonne i sandsteiner i Rognformasjonen med varierende fra god til meget god reservoarkvalitet.

source: Pressure data indicates no communication between the discoveries in “Pil” and “Bue” and the well has therefore proven a separate discovery in “Bue”.
nb: Trykkdata indikerer ingen kommunikasjon mellom funnene i «Pil» og «Bue» og brønnen har derfor påvist et separat funn i «Bue».

source: Preliminary calculation of the size of the discovery in “Bue” is between 1 and 4 million Sm3 of recoverable oil and condensate.
nb: Foreløpig beregning av størrelsen på funnet i «Bue» er mellom 1 og 4 millioner Sm³ utvinnbar olje og kondensat.

source: Extensive data acquisition and sampling have been carried out, including fluid samples.
nb: Det er utført omfattende datainnsamling og prøvetaking, inkludert væskeprøve.

source: These are the second and third exploration wells in production licence 586.
nb: Dette er den andre og tredje letebrønnen i utvinningslisensen 586.

source: The licence was awarded on 4 February 2011 (APA 2010).
nb: Lisensen ble tildelt 4. februar 2011 (TFO 2010).

source: Wells 6406/12-3 B and A were drilled to vertical depths of 3967 and 3656.5 metres below the sea surface, respectively.
nb: Brønnene 6406/12-3 B og A ble boret til et vertikalt dyp av henholdsvis 3967 og 3656,5 meter under havflaten.

source: Both wells were terminated in the Melke formation in the Upper Jurassic.
nb: Begge brønnene ble avsluttet i Melkeformasjonen i øvre jura.

source: The water depth is 324 metres.
nb: Vanndypet er 324 meter.

source: Wells 6406/12-3 B and A were drilled by the Transocean Arctic drilling facility, which will now proceed to production licence 555 in the northern part of the North Sea to drill wildcat well 33/2-1, where Lundin Norway AS is the operator.
nb: Brønnene 6406/12-3 B og A ble boret av boreinnretningen Transocean Arctic, som nå skal til utvinningstillatelse 555 i nordlige del av Nordsjøen for å bore undersøkelsesbrønn 33/2-1, der Lundin Norway AS er operatør.

source: The well's primary exploration target was to prove petroleum in Upper Jurassic reservoir rocks (the Rogn and Melke formations).
nb: Primært letemål for brønnen var å påvise petroleum i reservoarbergarter i øvre jura (Rogn- og Melkeformasjonen).

source: The lower part of the Melke formation is aquiferous, with poorer reservoir properties as in the upper part.
nb: Undre del av Melkeformasjonen er vannførende med dårligere reservoarkvalitet enn øvre del.

source: A successful formation test was carried out in the oil zone.
nb: En vellykket formasjonstest i oljesonen er gjennomført.

source: The maximum production rate was 1067 Sm3 of oil per flow day through a 56/64-inch nozzle.
nb: Maksimum produksjonsrate var på 1067 Sm3 olje per strømningsdøgn gjennom en 56/64 tommers dyseåpning.

source: The test proved good flow properties and the gas/oil rate is 152 Sm3/Sm3.
nb: Testen påviste gode strømningsegenskaper og gass/olje raten er 152 Sm3/Sm3.

source: The preliminary estimation of the discovery size is between 6 and 21 million Sm3 of recoverable oil and condensate and between 2 and 6 billion Sm3 of recoverable gas.
nb: Foreløpig beregning av størrelsen på funnet er mellom 6 og 21 millioner Sm3 utvinnbar olje og kondensat og mellom 2 og 6 milliarder Sm3 utvinnbar gass.

source: The well is the first exploration well in production licence 586.
nb: Brønnen er den første letebrønnen i utvinningstillatelse 586.

source: The well was drilled to a vertical depth of 3738 metres below sea level and terminated in the Melke formation in the Middle Jurassic.
nb: Brønnen ble boret til et vertikalt dyp av 3738 meter under havflaten, og ble avsluttet i Melkeformasjonen i midtre jura.

source: Water depth at the site is 324 metres.
nb: Havdypet er 324 meter.

source: Well 6406/12-3 S was drilled by Transocean Arctic, which is now moving on to drill appraisal well 6406/12-3 B on the discovery to reduce uncertainty in the resource estimate.
nb: Brønn 6406/12-3 S ble boret av Transocean Arctic som nå skal bore avgrensningsbrønn 6406/12-3 B på funnet for å redusere usikkerhetsspennet i ressursanslaget.

source: The wells were drilled about eight kilometres northeast of the Tyrihans field and five kilometres northeast of the 6407/1-6 S gas condensate discovery in production licence 475.
nb: Brønnene er boret om lag åtte kilometer nordøst for Tyrihansfeltet og fem kilometer nordøst for gass/kondensatfunnet 6407/1-6 S i utvinningstillatelse 475.

source: The resource estimate for the discovery was then between 3 and 20 million Sm3 of recoverable oil equivalents.
nb: Ressursanslaget for funnet var da på mellom 3 og 20 millioner Sm3 utvinnbare oljeekvivalenter.

source: The objective of well 6407/1-7 was to delineate the 6407/1-6 gas/condensate discovery higher up in the structure.
nb: Hensikten med brønn 6407/1-7 var å avgrense gass/kondensatfunnet 6407/1-6 høyere opp på strukturen.

source: A new appraisal well, 6407/1-7 A, was therefore drilled downflank to investigate reservoir thickness and lithology.
nb: En ny avgrensningsbrønn 6407/1-7 A, ble deretter boret nedflanks for å undersøke reservoartykkelse og litologi.

source: Well 6407/1-7 proved gas/condensate in two sandstone intervals with a net vertical thickness of 12 metres and a gross reservoir thickness of 16 metres.
nb: I brønn 6407/1-7 ble det påvist gass/kondensat i to sandsteinsintervaller med 12 meter netto vertikal tykkelse og en brutto reservoarmektighet på 16 meter.

source: Well 6407/1-7 A proved gas/condensate in two sandstone intervals with a vertical thickness of seven metres and a gross reservoir thickness of 13 metres.
nb: I brønn 6407/1-7 A ble gass/kondensat påvist i to sandsteinsintervaller med 7 meter vertikal tykkelse og en brutto reservoarmektighet på 13 meter.

source: The difference in pressure measurements between wells 6407/1-7, 6407/1-7 A and the discovery well 6407/1-6 S indicates that there is no communication between the appraisal wells and the 6407/1-6 S discovery.
nb: Forskjell i trykkmålinger mellom brønnene 6407/1-7, 6407/1-7 A og funnbrønnen 6407/1-6 S indikerer at det ikke er kommunikasjon mellom avgrensningsbrønnene og funnet 6407/1-6 S.

source: Well 6407/1-7 has therefore proven a separate discovery, and will be reclassified as a wildcat well.
nb: Brønn 6407/1-7 har dermed påvist et separat funn, og vil bli reklassifisert til undersøkelsesbrønn.

source: Preliminary estimates of the size of the new gas/condensate discovery range from 1 to 4 million Sm3 of recoverable oil equivalents.
nb: Foreløpige beregninger av størrelsen på det nye gass/kondensatfunnet er mellom 1 og 4 millioner Sm3 utvinnbare oljeekvivalenter.

source: The resource estimate for the 6407/1-6 S gas/condensate discovery has now been downgraded to between 1 and 6 million Sm3 of recoverable oil equivalents.
nb: Ressursestimatet for gass/kondensatfunnet 6407/1-6 S er nå justert ned til mellom 1 og 6 millioner Sm3 utvinnbare oljeekvivalenter.

source: The licensees will consider the discoveries in conjunction with other nearby discoveries as regards future development.
nb: Rettighetshaverne vil vurdere funnene sammen med andre funn i nærheten med hensyn til en videre utvikling.

source: This is the second and third exploration well in production licence 475.
nb: Dette er den andre og tredje letebrønnen i utvinningstillatelse 475.

source: The production licence was awarded on 29 February 2008 (APA 2007).
nb: Tillatelsen ble tildelt 29. februar 2008 (TFO2007).

source: Wells 6407/1-7 and 6407/1-7 A were drilled to vertical depths of 3345 and 3311 metres, respectively, below the sea surface, the latter with a measured depth of 3571 metres.
nb: Brønnene 6407/1-7 og 6407/1-7 A ble boret til et vertikalt dyp av henholdsvis 3345 og 3311 meter under havflaten, den siste med målt dyp på 3571 meter.

source: Both wells were terminated in the Lange formation in the Early Cretaceous.
nb: Begge brønnene ble avsluttet i Langeformasjonen av tidlig kritt alder.

source: Water depth at the site is 280 metres.
nb: Havdypet er 280 meter.

source: Wells 6407/1-7 and 6407/1-7 A were drilled by the Borgland Dolphin drilling facility, which will now proceed to production licence 550 in the northern part of the North Sea to drill wildcat well 31/2-21 S, where Tullow Oil Norge AS is the operator.
nb: Brønn 6407/1-7 og 6407/1-7 A ble boret av boreinnretningen Borgland Dolphin, som nå skal til utvinningstillatelse 550 i nordlige del av Nordsjøen for å bore undersøkelsesbrønn 31/2-21 S der Tullow Oil Norge AS er operatør.
